Revit 2024 API
GroupTypeId.Support Property
 Supports.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Support { get; }
Visual Basic
Public Shared ReadOnly Property Support As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Support {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace